Repository: leortegar/Stallmans
Catalog: po/*.po
Languages: es

source: --------------- 1. Add ------------------
es: ---------------- 1. Suma -------------------

source: --------------- 5. Sine ------------------
es: ---------------- 5. Seno -------------------

source: --------------- 2. Substract ------------------
es: ---------------- 2. Resta -------------------

source: --------------- 6. Cosine ------------------
es: ---------------- 6. Coseno -------------------

source: --------------- 11. Sine Hip ------------------
es: ---------------- 11. Seno Hip -------------------

source: --------------- 27. EXIT ------------------
es: ---------------- 27. Salir -------------------

source: --------------- 4. Division ------------------
es: ---------------- 4. División -------------------

source: --------------- 7. Tangent ------------------
es: ---------------- 7. Tangente -------------------

source: --------------- 8. Arco Sine ------------------
es: ---------------- 8. Arco Seno -------------------

source: --------------- 12. Cosine Hip ------------------
es: ---------------- 12. Coseno Hip -------------------

source: --------------- 9. Arco Cosine ------------------
es: ---------------- 9. Arco Coseno -------------------

source: --------------- 13. Tangent Hip ------------------
es: ---------------- 13. Tangente Hip -------------------

source: --------------- 10. Arco Tangent ------------------
es: ---------------- 10. Arco Tangente -------------------

source: --------------- 3. Multiplication ------------------
es: ---------------- 3. Multiplicación -------------------

source: ----------------Options Calculator-------------------
es: ----------------Opciones Calculadora-------------------

source: ----------Welcome to Stallmans Calculator!-----------
es: ----------Bienvenido a calculadora Stallmans!-----------

source: :::::Type your option:::
es: :::::Escriba su opcion:::

source: Result = %lf
es: Resultado = %lf

source: unknown option, try again only digits
es: Opcion desconocida, intente otra vez solo con digitos
